tap "microsoft/git"

brew "awscli"
brew "bat"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "gpg"
brew "jq"
brew "neovim"
brew "peco"
brew "prettier"
brew "rg"
brew "stow"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "wget"
brew "z"

