tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
tap "microsoft/git"

brew "awscli"
brew "bat"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "gpg"
brew "jq"
brew "neovim"
brew "peco"
brew "prettier"
brew "rg"
brew "skhd"
brew "stow"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "wget"
brew "yabai"
brew "z"

cask "appcleaner"
cask "bettertouchtool"
cask "docker"
cask "font-hack-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "git-credential-manager-core"
cask "hammerspoon"
cask "homerow"
cask "karabiner-elements"
cask "logi-options-plus"
cask "raycast"
cask "the-unarchiver"
cask "wezterm"
