tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"

brew "skhd"
brew "yabai"
cask "appcleaner"
cask "bettertouchtool"
cask "docker"
cask "font-hack-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "git-credential-manager-core"
cask "hammerspoon"
cask "homerow"
cask "karabiner-elements"
cask "logi-options-plus"
cask "raycast"
cask "the-unarchiver"
cask "wezterm"
